
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk su %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ è attualmente la versione più aggiornata disponibile.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ è disponibile (hai la %3$@). Vuoi scaricarla ora?";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "È disponibile una nuova versione di %@!";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "Si è verificato un errore durante il recupero o l'analisi dell'appcast:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "Si è verificato un errore nel tentativo di download del file:\n\n%@";

/* No comment provided by engineer. */
"Can't extract a version string from the appcast feed. The filenames should look like YourApp_1.5.tgz, where 1.5 is the version number. The underscore is crucial.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Impossibile estrarre una stringa di versione dal feed dell'appcast. I nomi dei file dovrebbero avere la forma YourApp_1.5.tgz, dove 1.5 è il numero della versione. L'underscore (_) è fondamentale.\n\nSe sei un utente e stai leggendo queste righe, riprova più tardi; lo sviluppatore potrebbe aver corretto l'errore.";

/* No comment provided by engineer. */
"Can't extract archives of type %@; only %@ are supported.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Impossibile estrarre gli archivi di tipo %1$@; solo i %2$@ sono supportati.\n\nSe sei un utente e stai leggendo queste righe, riprova più tardi; lo sviluppatore potrebbe aver corretto l'errore.";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Controllare la disponibilità di aggiornamenti all'avvio?";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location such as on a disk image? Move it to /Applications and try again." = "Non è possibile cancellare l'applicazione attuale, cosa necessaria prima che l'aggiornamento possa essere installato. È in una posizione di sola lettura come una immagine disco? Spostala in /Applicazioni e riprova.";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory such as a disk image? Since the old application has already been deleted, it might be in the trash now, but it should be recoverable. Very sorry for the inconvenience!" = "Impossibile spostare l'aggiornamento nella nuova posizione. L'applicazione è in esecuzione da una cartella di sola lettura come una immagine disco? Poiché la vecchia applicazione è già stata rimossa, dovrebbe essere nel Cestino ora, ma dovrebbe essere recuperabile.";

/* No comment provided by engineer. */
"Download New Version" = "Scarica la nuova versione";

/* No comment provided by engineer. */
"Extracting update..." = "Estrazione aggiornamento...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installa e rilancia";

/* No comment provided by engineer. */
"Installing update..." = "Installazione aggiornamento...";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "L'aggiornamento è stato scaricato, ma sembra che sia scomparso! Riprova più tardi.";

/* No comment provided by engineer. */
"Ready to install!" = "Pronto per installare!";

/* No comment provided by engineer. */
"Release Notes" = "Note sulla versione";

/* No comment provided by engineer. */
"Review Changes" = "Cambiamenti dalla versione precedente";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist!\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "L'archivio di aggiornamento non contiene un'applicazione col nome richiesto (%@). Ricorda, il nome del file app aggiornato deve essere identico a quello dell'app in esecuzione come specificato nel file Info.plist!\n\nSe sei un utente e stai leggendo queste righe, riprova più tardi; lo sviluppatore potrebbe aver corretto l'errore.";

/* No comment provided by engineer. */
"Update Error!" = "Errore di aggiornamento!";

/* No comment provided by engineer. */
"Updating %@" = "Aggiornamento %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Vuoi che %1$@ controlli la disponibilità di aggiornamenti all'avvio? In caso negativo, puoi avviare il controllo manualmente dal menu %2$@.";

/* No comment provided by engineer. */
"You're up to date!" = "Sei aggiornato!";
